Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: natural text editing writes these to the remote — the app never sees them
de: Natürliche Textbearbeitung schreibt diese an die Gegenstelle — die App sieht sie nie
es: la edición de texto natural las envía al equipo remoto — la app nunca las ve
fr: l'édition de texte naturelle les envoie à la machine distante — l'app ne les voit jamais
ja: 自然なテキスト編集ではこれらはリモートに送られ、アプリが受け取ることはありません
zh_hans: 自然文本编辑会把这些直接写给远程 —— 应用永远看不到它们
zh_hant: 自然文字編輯會把這些直接寫給遠端 —— App 永遠看不到它們

source: navigate
de: navigieren
es: navegar
fr: naviguer
ja: 移動
zh_hans: 导航
zh_hant: 導覽

source: nearby setup
de: Einrichtung in der Nähe
es: configuración cercana
fr: configuration à proximité
ja: 近くのデバイスからのセットアップ
zh_hans: 附近设置
zh_hant: 鄰近設定

source: needs a jump host too
de: braucht zusätzlich einen Jump-Host
es: también necesita un host de salto
fr: nécessite aussi un hôte de rebond
ja: 踏み台ホストも必要です
zh_hans: 还需要一台跳板主机
zh_hant: 還需要一台跳板主機

source: needs a live session on the selected host
de: erfordert eine laufende Sitzung auf dem gewählten Host
es: necesita una sesión activa en el host seleccionado
fr: nécessite une session active sur l'hôte sélectionné
ja: 選択したホストで実行中のセッションが必要です
zh_hans: 需要所选主机上有一个活动会话
zh_hant: 需要所選主機上有一個進行中的工作階段

source: needs input
de: Braucht Eingabe
es: necesita entrada
fr: attend une saisie
ja: 入力待ち
zh_hans: 等待输入
zh_hant: 等待輸入

source: needs input waiting blocked
de: braucht Eingabe wartet blockiert Rückfrage
es: necesita entrada esperando bloqueado pendiente
fr: attend une saisie en attente bloqué
ja: 入力待ち 待機 ブロック 要入力
zh_hans: 等待输入 待输入 阻塞 需要输入
zh_hant: 等待輸入 待輸入 阻塞 需要輸入

source: needs ⌘
de: braucht ⌘
es: necesita ⌘
fr: nécessite ⌘
ja: ⌘ が必要です
zh_hans: 需要 ⌘
zh_hant: 需要 ⌘

source: never
de: nie
es: nunca
fr: jamais
ja: しない
zh_hans: 从不
zh_hant: 永不

source: never changes ~/.codex/config.toml and never injects a competing Claude --settings flag
de: ändert nie ~/.codex/config.toml und schleust nie ein konkurrierendes Claude-Flag --settings ein
es: nunca modifica ~/.codex/config.toml ni inyecta un flag --settings de Claude que compita con el tuyo
fr: ne modifie jamais ~/.codex/config.toml et n'injecte jamais d'option --settings concurrente pour Claude
ja: ~/.codex/config.toml を変更することはなく、競合する Claude の --settings フラグを注入することもありません
zh_hans: 从不修改 ~/.codex/config.toml，也从不注入相冲突的 Claude --settings 参数
zh_hant: 從不修改 ~/.codex/config.toml，也從不注入相衝突的 Claude --settings 參數

source: new fingerprint:
de: neuer Fingerabdruck:
es: huella nueva:
fr: nouvelle empreinte :
ja: 新しいフィンガープリント:
zh_hans: 新指纹：
zh_hant: 新指紋：

source: new folder
de: neuer Ordner
es: carpeta nueva
fr: nouveau dossier
ja: 新規フォルダ
zh_hans: 新建文件夹
zh_hant: 新增檔案夾

source: new host
de: Neuer Host
es: host nuevo
fr: nouvel hôte
ja: 新しいホスト
zh_hans: 新建主机
zh_hant: 新增主機

source: new profile
de: neues Profil
es: perfil nuevo
fr: nouveau profil
ja: 新規プロファイル
zh_hans: 新建配置
zh_hant: 新增設定檔

source: new rule
de: neue Regel
es: regla nueva
fr: nouvelle règle
ja: 新規ルール
zh_hans: 新建规则
zh_hant: 新增規則

source: new session
de: neue Sitzung
es: sesión nueva
fr: nouvelle session
ja: 新規セッション
zh_hans: 新建会话
zh_hant: 新增工作階段

source: new tmux window
de: neues tmux-Fenster
es: nueva ventana de tmux
fr: nouvelle fenêtre tmux
ja: 新しい tmux ウインドウ
zh_hans: 新建 tmux 窗口
zh_hant: 新增 tmux 視窗

source: new window
de: neues Fenster
es: ventana nueva
fr: nouvelle fenêtre
ja: 新規ウインドウ
zh_hans: 新建窗口
zh_hant: 新增視窗

source: next
de: weiter
es: siguiente
fr: suivant
ja: 次へ
zh_hans: 下一步
zh_hant: 下一步

source: next / previous match
de: nächster / vorheriger Treffer
es: coincidencia siguiente / anterior
fr: correspondance suivante / précédente
ja: 次／前の一致
zh_hans: 下一个 / 上一个匹配
zh_hant: 下一個 / 上一個相符項

source: next / previous match (while searching)
de: nächster / vorheriger Treffer (während der Suche)
es: coincidencia siguiente / anterior (durante la búsqueda)
fr: correspondance suivante / précédente (pendant la recherche)
ja: 次／前の一致（検索中）
zh_hans: 下一个 / 上一个匹配（搜索时）
zh_hant: 下一個 / 上一個相符項（搜尋時）

source: next card
de: nächste Karte
es: siguiente tarjeta
fr: carte suivante
ja: 次のカード
zh_hans: 下一张卡片
zh_hant: 下一張卡片

source: next match
de: nächster Treffer
es: coincidencia siguiente
fr: correspondance suivante
ja: 次の一致
zh_hans: 下一个匹配
zh_hant: 下一個相符項

source: next pane
de: nächster Bereich
es: panel siguiente
fr: volet suivant
ja: 次のペイン
zh_hans: 下一个窗格
zh_hant: 下一個窗格

source: next session
de: nächste Sitzung
es: sesión siguiente
fr: session suivante
ja: 次のセッション
zh_hans: 下一个会话
zh_hant: 下一個工作階段

source: next window
de: nächstes Fenster
es: ventana siguiente
fr: fenêtre suivante
ja: 次のウインドウ
zh_hans: 下一个窗口
zh_hant: 下一個視窗

source: no active sessions
de: Keine aktiven Sitzungen
es: no hay sesiones activas
fr: aucune session active
ja: アクティブなセッションはありません
zh_hans: 没有活动会话
zh_hant: 沒有進行中的工作階段

source: no active tunnels
de: keine aktiven Tunnel
es: no hay túneles activos
fr: aucun tunnel actif
ja: アクティブなトンネルはありません
zh_hans: 没有活动的隧道
zh_hant: 沒有使用中的通道

source: no agents detected
de: Keine Agenten erkannt
es: no se detectaron agentes
fr: aucun agent détecté
ja: エージェントが検出されません
zh_hans: 未检测到智能体
zh_hant: 未偵測到智慧體

source: no directory signal from this session
de: kein Verzeichnissignal aus dieser Sitzung
es: esta sesión no envía señal de directorio
fr: aucun signal de répertoire depuis cette session
ja: このセッションからディレクトリの信号がありません
zh_hans: 此会话没有目录信号
zh_hant: 此工作階段沒有目錄信號

source: no file
de: keine Datei
es: ningún archivo
fr: aucun fichier
ja: ファイルなし
zh_hans: 无文件
zh_hant: 無檔案

source: no file selected
de: keine Datei ausgewählt
es: ningún archivo seleccionado
fr: aucun fichier sélectionné
ja: ファイルが選択されていません
zh_hans: 未选择文件
zh_hant: 未選擇檔案

source: no free host slot
de: kein freier Host-Platz
es: no hay ningún hueco de host libre
fr: aucun emplacement d'hôte libre
ja: 空いているホスト枠がありません
zh_hans: 没有空闲的主机名额
zh_hant: 沒有空閒的主機名額

source: no hosts use this key yet
de: noch nutzt kein Host diesen Key
es: todavía ningún host usa esta clave
fr: aucun hôte n'utilise encore cette clé
ja: このキーを使用しているホストはまだありません
zh_hans: 还没有主机使用此密钥
zh_hant: 還沒有主機使用此金鑰

source: no hosts yet
de: Noch keine Hosts
es: aún no hay hosts
fr: aucun hôte pour l'instant
ja: ホストがまだありません
zh_hans: 还没有主机
zh_hant: 還沒有主機

source: no keys yet
de: noch keine Keys
es: aún no hay claves
fr: aucune clé pour l'instant
ja: キーはまだありません
zh_hans: 还没有密钥
zh_hant: 還沒有金鑰

source: no keys yet · generate or import one
de: noch keine Keys · erzeuge oder importiere einen
es: aún no hay claves · genera o importa una
fr: aucune clé pour l'instant · générez-en une ou importez-la
ja: キーがまだありません · 生成またはインポートしてください
zh_hans: 还没有密钥 · 生成或导入一个
zh_hant: 還沒有金鑰 · 產生或匯入一個

source: no matches
de: keine Treffer
es: sin coincidencias
fr: aucune correspondance
ja: 一致するものがありません
zh_hans: 无匹配项
zh_hant: 無相符項目

source: no matching keys
de: keine passenden Keys
es: no hay claves coincidentes
fr: aucune clé correspondante
ja: 一致するキーがありません
zh_hans: 没有匹配的密钥
zh_hant: 沒有相符的金鑰

source: no passwords or private keys move
de: weder Passwörter noch private Keys wandern mit
es: no se mueven contraseñas ni claves privadas
fr: aucun mot de passe ni clé privée n'est transféré
ja: パスワードと秘密鍵は移りません
zh_hans: 不迁移任何密码或私钥
zh_hant: 不遷移任何密碼或私密金鑰

source: no rules configured
de: keine Regeln eingerichtet
es: no hay reglas configuradas
fr: aucune règle configurée
ja: ルールが設定されていません
zh_hans: 尚未配置规则
zh_hant: 尚未設定規則

source: no saved hosts
de: keine gesicherten Hosts
es: no hay hosts guardados
fr: aucun hôte enregistré
ja: 保存済みのホストがありません
zh_hans: 没有已保存的主机
zh_hant: 沒有已儲存的主機

source: no saved hosts yet.
de: noch keine gesicherten Hosts.
es: aún no hay hosts guardados.
fr: aucun hôte enregistré pour l'instant.
ja: 保存済みのホストはまだありません。
zh_hans: 还没有已保存的主机。
zh_hant: 還沒有已儲存的主機。

source: no session cwd
de: kein Arbeitsverzeichnis der Sitzung
es: sin directorio actual de sesión
fr: aucun répertoire courant de session
ja: セッションのカレントディレクトリなし
zh_hans: 没有会话当前目录
zh_hant: 沒有工作階段目前目錄

source: no subscription
de: kein Abo
es: sin suscripción
fr: aucun abonnement
ja: サブスクリプションなし
zh_hans: 无订阅
zh_hant: 無訂閱

source: no tunnels yet
de: noch keine Tunnel
es: aún no hay túneles
fr: aucun tunnel pour l'instant
ja: トンネルはまだありません
zh_hans: 还没有隧道
zh_hant: 還沒有通道

source: none
de: keine
es: ninguna
fr: aucune
ja: なし
zh_hans: 无
zh_hant: 無

source: not armed
de: nicht scharf
es: no armado
fr: non armé
ja: 待機していません
zh_hans: 未就绪
zh_hant: 未就緒

source: not available for your language on this device
de: auf diesem Gerät für deine Sprache nicht verfügbar
es: no disponible para tu idioma en este dispositivo
fr: indisponible pour votre langue sur cet appareil
ja: このデバイスではお使いの言語で利用できません
zh_hans: 本设备上不支持你的语言
zh_hant: 本裝置上不支援你的語言

source: not bound
de: nicht belegt
es: sin asignar
fr: non assigné
ja: 未割り当て
zh_hans: 未绑定
zh_hant: 未綁定

source: not connected
de: nicht verbunden
es: sin conexión
fr: non connecté
ja: 未接続
zh_hans: 未连接
zh_hant: 未連線

source: not following — tap to sync to terminal directory
de: folgt nicht — tippen, um mit dem Terminal-Verzeichnis abzugleichen
es: no sigue — toca para sincronizar con el directorio del terminal
fr: ne suit pas — touchez pour synchroniser avec le répertoire du terminal
ja: 追従していません — タップするとターミナルのディレクトリに合わせます
zh_hans: 未跟随 —— 轻点以同步到终端目录
zh_hant: 未跟隨 —— 輕點以同步到終端機目錄

source: not now
de: jetzt nicht
es: ahora no
fr: pas maintenant
ja: 今はしない
zh_hans: 以后再说
zh_hant: 稍後再說

source: not recorded
de: Nicht erfasst
es: sin registro
fr: non enregistré
ja: 記録なし
zh_hans: 无记录
zh_hant: 無記錄

source: not selectable within the free limit
de: im kostenlosen Rahmen nicht auswählbar
es: no se puede elegir dentro del límite gratuito
fr: non sélectionnable dans la limite gratuite
ja: 無料の上限内では選択できません
zh_hans: 在免费上限内无法选择
zh_hant: 在免費上限內無法選擇

source: not selected
de: Nicht ausgewählt
es: no seleccionado
fr: non sélectionné
ja: 未選択
zh_hans: 未选中
zh_hant: 未選取

source: not written
de: nicht geschrieben
es: no escrito
fr: non écrit
ja: 書き込まれていません
zh_hans: 未写入
zh_hant: 未寫入

source: notes
de: Notizen
es: notas
ja: メモ
zh_hans: 备注
zh_hant: 備註

source: nothing yet — a custom shortcut sends text or keys to the remote, from a chord, a bar chip, or both.
de: noch nichts – ein eigener Kurzbefehl schickt Text oder Tasten an die Gegenstelle, per Tastenkombination, per Chip in der Leiste oder beides.
es: todavía nada: un atajo personalizado envía texto o teclas al remoto, desde una combinación, desde una ficha de la barra, o desde ambas.
fr: rien pour l'instant — un raccourci personnalisé envoie du texte ou des touches à la machine distante, depuis une combinaison, une pastille de la barre, ou les deux.
ja: まだ何もありません。カスタムショートカットは、キーの組み合わせやバーのチップ（またはその両方）からリモートにテキストやキーを送ります。
zh_hans: 暂时还没有 —— 自定快捷键可以通过组合键、辅助栏按钮或两者，向远程发送文本或按键。
zh_hant: 暫時還沒有 —— 自訂快速鍵可以透過組合鍵、輔助列按鈕或兩者，向遠端傳送文字或按鍵。

source: notifications denied
de: Mitteilungen abgelehnt
es: notificaciones denegadas
fr: notifications refusées
ja: 通知が許可されていません
zh_hans: 通知已被拒绝
zh_hant: 通知已被拒絕

source: notify when backgrounded
de: im Hintergrund benachrichtigen
es: avisar cuando esté en segundo plano
fr: notifier en arrière-plan
ja: バックグラウンド時に通知
zh_hans: 在后台时通知
zh_hant: 在背景時通知

source: off
de: aus
es: desactivado
fr: désactivé
ja: オフ
zh_hans: 关闭
zh_hant: 關閉

source: on %@
de: auf %@
es: en %@
fr: sur %@
ja: %@ で
zh_hans: 在 %@ 上
zh_hant: 在 %@ 上

source: on another %@
de: auf einem anderen %@
es: en otro %@
fr: sur un autre %@
ja: 別の %@ で
zh_hans: 在另一台 %@ 上
zh_hant: 在另一台 %@ 上

source: on-device dictation
de: Diktieren auf dem Gerät
es: dictado en el dispositivo
fr: dictée sur l'appareil
ja: オンデバイス音声入力
zh_hans: 设备端听写
zh_hant: 裝置端聽寫

source: one KEY=value per line; an optional leading `export ` is stripped. values are passed to the remote shell verbatim — `$HOME`, `$(…)`, and quotes work as written.
de: ein KEY=value pro Zeile; ein optional vorangestelltes `export ` wird entfernt. Werte werden unverändert an die entfernte Shell übergeben – `$HOME`, `$(…)` und Anführungszeichen wirken genau so, wie sie geschrieben sind.
es: un KEY=value por línea; se elimina un `export ` inicial opcional. los valores se pasan tal cual al shell remoto: `$HOME`, `$(…)` y las comillas funcionan como se escriben.
fr: un KEY=value par ligne ; un `export ` en tête est retiré s'il est présent. les valeurs sont transmises telles quelles au shell distant — `$HOME`, `$(…)` et les guillemets agissent comme ils sont écrits.
ja: 1 行に 1 つの KEY=value を書きます。先頭の `export ` は省略可能で、指定しても取り除かれます。値はそのままリモートシェルに渡されるため、`$HOME`、`$(…)`、引用符は書いたとおりに機能します。
zh_hans: 每行一个 KEY=value；开头可选的 `export ` 会被去掉。值会原样传给远程 shell —— `$HOME`、`$(…)` 和引号都按字面生效。
zh_hant: 每行一個 KEY=value；開頭可選的 `export ` 會被去掉。值會原樣傳給遠端 shell —— `$HOME`、`$(…)` 和引號都按字面生效。

source: one purchase on your %@
de: ein Kauf für dein %@
es: una sola compra para tu %@
fr: un seul achat pour vos %@
ja: %@ をまとめて 1 回の購入で
zh_hans: 一次购买，%@ 通用
zh_hant: 一次購買，%@ 通用

source: one-shot
de: einmalig
es: una vez
fr: une fois
ja: ワンショット
zh_hans: 单次
zh_hant: 單次

source: one-shot: tap %@, then a key — modifier auto-clears after one press · sticky: tap to lock the modifier, tap again to release
de: einmalig: %@ antippen, dann eine Taste – der Modifier löst sich nach einem Anschlag von selbst · haftend: antippen, um den Modifier festzustellen, erneut antippen zum Lösen
es: de un solo uso: toca %@ y luego una tecla; el modificador se libera tras una pulsación · fijo: toca para bloquear el modificador y toca de nuevo para soltarlo
fr: unique : touchez %@, puis une touche — le modificateur se libère après une frappe · persistant : touchez pour verrouiller le modificateur, touchez de nouveau pour le relâcher
ja: ワンショット: %@ をタップしてからキーを押すと、1 回で修飾キーが解除されます · 固定: タップで修飾キーをロックし、もう一度タップで解除します
zh_hans: 一次性：点按 %@ 再按一个键 —— 按下一次后修饰键自动解除 · 粘滞：点按锁定修饰键，再次点按解除
zh_hant: 一次性：點按 %@ 再按一個鍵 —— 按下一次後修飾鍵自動解除 · 黏滯：點按鎖定修飾鍵，再次點按解除

source: opaque, plainest
de: Ohne Transparenz, am schlichtesten
es: sin transparencia, lo más sencillo
fr: sans transparence, le plus sobre
ja: 透明効果なし・最もシンプル
zh_hans: 无透明效果，最简洁
zh_hant: 無透明效果，最簡潔

source: open
de: öffnen
es: abrir
fr: ouvrir
ja: 開く
zh_hans: 打开
zh_hant: 開啟

source: open %@
de: %@ öffnen
es: abrir %@
fr: ouvrir %@
ja: %@ を開く
zh_hans: 打开 %@
zh_hant: 打開 %@

source: open a host's editor → forwarding tab to add a rule. tunnels start automatically when you connect.
de: öffne den Editor eines Hosts → Tab „Weiterleitung“, um eine Regel hinzuzufügen. Tunnel starten automatisch, sobald du dich verbindest.
es: abre el editor de un host → pestaña de reenvío para añadir una regla. los túneles se inician automáticamente al conectar.
fr: ouvrez l'éditeur d'un hôte → onglet redirection pour ajouter une règle. les tunnels démarrent automatiquement à la connexion.
ja: ホストの編集画面 → 「転送」タブでルールを追加します。トンネルは接続時に自動的に開始します。
zh_hans: 打开某台主机的编辑器 → 转发标签即可添加规则。连接时隧道会自动启动。
zh_hant: 打開某台主機的編輯器 → 轉發標籤即可加入規則。連線時通道會自動啟動。

source: open by path
de: über Pfad öffnen
es: abrir por ruta
fr: ouvrir par chemin
ja: パスを指定して開く
zh_hans: 按路径打开
zh_hant: 依路徑開啟

source: open find bar
de: Suchleiste öffnen
es: abrir la barra de búsqueda
fr: ouvrir la barre de recherche
ja: 検索バーを開く
zh_hans: 打开查找栏
zh_hant: 開啟尋找列

source: open settings
de: Einstellungen öffnen
es: abrir Ajustes
fr: ouvrir Réglages
ja: 「設定」を開く
zh_hans: 打开设置
zh_hant: 打開設定

source: open the listener automatically once the SSH session is up
de: den Listener automatisch öffnen, sobald die SSH-Sitzung steht
es: abrir la escucha automáticamente en cuanto la sesión SSH esté activa
fr: ouvrir l'écouteur automatiquement dès que la session SSH est établie
ja: SSH セッションが確立したら、自動的にリスナーを開きます
zh_hans: SSH 会话建立后自动打开监听器
zh_hant: SSH 工作階段建立後自動打開監聽器

source: open ↩
de: Öffnen ↩
es: abrir ↩
fr: ouvrir ↩
ja: 開く ↩
zh_hans: 打开 ↩
zh_hant: 打開 ↩

source: opens the host editor from anywhere
de: öffnet den Host-Editor von überall
es: abre el editor de hosts desde cualquier lugar
fr: ouvre l'éditeur d'hôtes depuis n'importe où
ja: どこからでもホストエディタを開きます
zh_hans: 可在任何位置打开主机编辑器
zh_hant: 可在任何位置開啟主機編輯器

source: opens the radial · drag to a direction and release to fire that macro · release in the dead-zone to cancel
de: öffnet das Radialmenü · in eine Richtung ziehen und loslassen, um das Makro auszulösen · in der Totzone loslassen zum Abbrechen
es: abre el menú radial · arrastra en una dirección y suelta para lanzar esa macro · suelta en la zona muerta para cancelar
fr: ouvre le menu radial · faites glisser dans une direction et relâchez pour déclencher la macro · relâchez dans la zone morte pour annuler
ja: 放射メニューを開きます · 方向にドラッグして離すとそのマクロを実行 · デッドゾーンで離すとキャンセル
zh_hans: 打开环形菜单 · 朝某个方向拖移并松开即可触发该宏 · 在中心死区松开则取消
zh_hant: 開啟環形選單 · 朝某個方向拖移並放開即可觸發該巨集 · 在中心死區放開則取消

source: or
de: oder
es: o
fr: ou
ja: または
zh_hans: 或
zh_hant: 或

source: or type %@ in the search bar above to connect right away
de: Oder gib oben in der Suchleiste %@ ein, um dich direkt zu verbinden
es: o escribe %@ en la barra de búsqueda de arriba para conectarte al instante
fr: ou saisissez %@ dans la barre de recherche ci-dessus pour vous connecter directement
ja: 上の検索バーに %@ と入力すると、すぐに接続できます
zh_hans: 或在上方搜索栏输入 %@ 即可直接连接
zh_hant: 或在上方搜尋列輸入 %@ 即可直接連線

source: orphaned private material deleted
de: verwaistes privates Material gelöscht
es: material privado huérfano eliminado
fr: matériel privé orphelin supprimé
ja: 孤立した秘密情報を削除しました
zh_hans: 已删除孤立的私密材料
zh_hant: 已刪除孤立的私密材料

source: other device
de: anderes Gerät
es: otro dispositivo
fr: autre appareil
ja: 別のデバイス
zh_hans: 其他设备
zh_hant: 其他裝置

source: out of scope
de: nicht im Geltungsbereich
es: fuera de alcance
fr: hors périmètre
ja: 対象外
zh_hans: 不在适用范围
zh_hant: 不在適用範圍

source: panes
de: Bereiche
es: paneles
fr: volets
ja: ペイン
zh_hans: 窗格
zh_hant: 窗格

source: parsed entries
de: gelesene Einträge
es: entradas analizadas
fr: entrées analysées
ja: 解析済みのエントリ
zh_hans: 已解析条目
zh_hant: 已解析項目

source: password
de: Passwort
es: contraseña
fr: mot de passe
ja: パスワード
zh_hans: 密码
zh_hant: 密碼

source: password on first connect
de: Passwort beim ersten Verbinden
es: contraseña en la primera conexión
fr: mot de passe à la première connexion
ja: 初回接続時にパスワード
zh_hans: 首次连接时输入密码
zh_hant: 首次連線時輸入密碼

source: password · %@
de: Passwort · %@
es: contraseña · %@
fr: mot de passe · %@
ja: パスワード · %@
zh_hans: 密码 · %@
zh_hant: 密碼 · %@

source: paste a screenshot
de: einen Screenshot einfügen
es: pega una captura de pantalla
fr: coller une capture d'écran
ja: スクリーンショットを貼り付け
zh_hans: 粘贴截图
zh_hant: 貼上截圖

source: path
de: Pfad
es: ruta
fr: chemin
ja: パス
zh_hans: 路径
zh_hant: 路徑

source: path: %@
de: Pfad: %@
es: ruta: %@
fr: chemin : %@
ja: 経路: %@
zh_hans: 路径：%@
zh_hant: 路徑：%@

source: path: %@ (the jump host's own jump host extends the chain)
de: Pfad: %@ (der eigene Jump-Host des Jump-Hosts verlängert die Kette)
es: ruta: %@ (el propio host de salto del host de salto alarga la cadena)
fr: chemin : %@ (l'hôte de rebond de l'hôte de rebond prolonge la chaîne)
ja: 経路: %@（踏み台ホスト自身の踏み台がチェーンを延長します）
zh_hans: 路径：%@（跳板主机自身的跳板会延长这条链）
zh_hant: 路徑：%@（跳板主機自身的跳板會延長這條鏈）

source: payment is handled by the app store. your saved hosts remain unchanged if you cancel.
de: Die Zahlung wickelt der App Store ab. Deine gesicherten Hosts bleiben unverändert, wenn du abbrichst.
es: el pago lo gestiona el app store. tus hosts guardados no cambian si cancelas.
fr: le paiement est géré par l'app store. vos hôtes enregistrés restent inchangés si vous annulez.
ja: 支払いは App Store が処理します。キャンセルしても、保存済みのホストはそのまま残ります。
zh_hans: 付款由 app store 处理。即使你取消，已保存的主机也不会改变。
zh_hant: 付款由 app store 處理。即使你取消，已儲存的主機也不會改變。

source: pick a picture from photos or files — it's downsampled and stored inside the app; the original is never referenced again.
de: Wähle ein Bild aus „Fotos“ oder „Dateien“ – es wird herunterskaliert und in der App gesichert; das Original wird danach nie wieder herangezogen.
es: elige una imagen de Fotos o Archivos: se reduce de tamaño y se guarda dentro de la app; el original no se vuelve a usar.
fr: choisissez une image dans Photos ou Fichiers — elle est sous-échantillonnée et stockée dans l'app ; l'original n'est plus jamais utilisé.
ja: 「写真」または「ファイル」から画像を選んでください。画像は縮小されてアプリ内に保存され、元のファイルが再び参照されることはありません。
zh_hans: 从「照片」或「文件」中选一张图片 —— 它会被降采样后存入应用内部；此后不再引用原文件。
zh_hant: 從「照片」或「檔案」中選一張圖片 —— 它會被降取樣後存入 App 內部；此後不再參照原檔案。

source: pick host
de: Host wählen
es: elegir host
fr: choisir un hôte
ja: ホストを選択
zh_hans: 选择主机
zh_hant: 選擇主機

source: pick the hosts it applies to
de: wähle die Hosts, für die es gilt
es: elige los hosts a los que se aplica
fr: choisissez les hôtes concernés
ja: 適用するホストを選びます
zh_hans: 选择它适用的主机
zh_hant: 選擇它適用的主機

source: picks up the puck for relocation · drag to any spot and release · snaps to nearest edge
de: nimmt den Puck zum Verschieben auf · an eine beliebige Stelle ziehen und loslassen · rastet an der nächsten Kante ein
es: levanta el disco para moverlo · arrástralo a cualquier punto y suelta · se ajusta al borde más cercano
fr: saisit le palet pour le déplacer · faites-le glisser où vous voulez et relâchez · il s'aimante au bord le plus proche
ja: パックをつかんで移動できます · 好きな位置にドラッグして離します · 最も近い端に吸着します
zh_hans: 拿起圆钮进行移动 · 拖到任意位置后松开 · 会吸附到最近的边缘
zh_hant: 拿起圓鈕進行移動 · 拖到任意位置後放開 · 會吸附到最近的邊緣

source: plain SSH and mosh open a new remote shell on this device.
de: einfaches SSH und mosh öffnen auf diesem Gerät eine neue entfernte Shell.
es: SSH simple y mosh abren un shell remoto nuevo en este dispositivo.
fr: SSH simple et mosh ouvrent un nouveau shell distant sur cet appareil.
ja: 素の SSH と mosh は、このデバイスで新しいリモートシェルを開きます。
zh_hans: 纯 SSH 和 mosh 会在本设备上打开一个新的远程 shell。
zh_hant: 純 SSH 和 mosh 會在本裝置上開啟一個新的遠端 shell。

source: port forwarding rules applied when this host connects.
de: Regeln zur Portweiterleitung, die beim Verbinden mit diesem Host angewandt werden.
es: reglas de reenvío de puertos que se aplican al conectar con este host.
fr: règles de redirection de ports appliquées lors de la connexion à cet hôte.
ja: このホストに接続したときに適用されるポート転送ルール。
zh_hans: 连接此主机时应用的端口转发规则。
zh_hant: 連線此主機時套用的連接埠轉發規則。

source: ports must be numbers between 1 and 65535
de: Ports müssen Zahlen zwischen 1 und 65535 sein
es: los puertos deben ser números entre 1 y 65535
fr: les ports doivent être des nombres entre 1 et 65535
ja: ポートは 1 〜 65535 の数値である必要があります
zh_hans: 端口必须是 1 到 65535 之间的数字
zh_hant: 連接埠必須是 1 到 65535 之間的數字

source: possible WSL2 / Tailscale MTU issue
de: mögliches MTU-Problem mit WSL2 / Tailscale
es: posible problema de MTU con WSL2 / Tailscale
fr: problème de MTU possible avec WSL2 / Tailscale
ja: WSL2 / Tailscale の MTU の問題の可能性があります
zh_hans: 可能是 WSL2 / Tailscale 的 MTU 问题
zh_hant: 可能是 WSL2 / Tailscale 的 MTU 問題

source: preparing to continue from your other device
de: Fortsetzen von deinem anderen Gerät wird vorbereitet
es: preparando la continuación desde tu otro dispositivo
fr: préparation de la reprise depuis votre autre appareil
ja: 他のデバイスからの継続を準備しています
zh_hans: 正在准备从你的另一台设备继续
zh_hant: 正在準備從你的另一台裝置繼續

source: preparing to reconnect from your other device
de: Neuverbinden von deinem anderen Gerät wird vorbereitet
es: preparando la reconexión desde tu otro dispositivo
fr: préparation de la reconnexion depuis votre autre appareil
ja: もう一方のデバイスからの再接続を準備中
zh_hans: 正在准备从你的另一台设备重新连接
zh_hant: 正在準備從你的另一台裝置重新連線

source: prepends optional PATH shims for fast empty-composer detection while resolving the real executable from the live PATH on every launch
de: stellt optionale PATH-Shims voran, um ein leeres Eingabefeld schnell zu erkennen, und ermittelt bei jedem Start die echte ausführbare Datei aus dem aktuellen PATH
es: antepone shims de PATH opcionales para detectar rápidamente un redactor vacío, resolviendo el ejecutable real desde el PATH vigente en cada arranque
fr: ajoute en tête des shims de PATH facultatifs pour détecter rapidement un champ de saisie vide, tout en résolvant le véritable exécutable depuis le PATH en vigueur à chaque lancement
ja: 入力欄が空かどうかを素早く判定するために、任意の PATH シムを先頭に追加します。実際の実行ファイルは起動のたびに現在の PATH から解決されます
zh_hans: 在 PATH 前置可选垫片以快速检测空输入框，同时每次启动都从当前 PATH 解析真实可执行文件
zh_hant: 在 PATH 前置選用墊片以快速偵測空輸入框，同時每次啟動都從目前 PATH 解析真實執行檔
